{
  "author": "贺知章",
  "title": "《回乡偶书二首》",
  "content": "少小离家老大回，乡音无改鬓毛衰。(无改 一作：未改/难改)\n儿童相见不相识，笑问客从何处来。\n\n离别家乡岁月多，近来人事半消磨。\n惟有门前镜湖水，春风不改旧时波。",
  "dynasty": "唐",
  "authorProfile": "贺知章，唐代著名诗人、书法家，与张若虚、张旭、包融并称“吴中四士”，代表作有咏柳、回乡偶书等。贺知章的墨迹留传很少，其书法善草隶，墨迹有草书《孝经》、石刻《龙瑞宫记》等；其诗文以绝句见长，写景、抒怀之作风格独特，作品大多已失传，录入《全唐诗》的共有19首。贺知章为人旷达不羁，86岁告老还乡，之后病逝。",
  "translate": "我在年少时离开家乡，到了迟暮之年才回来。我的乡音虽未改变，但鬓角的毛发却已经疏落。\n儿童们看见我，没有一个认识的。他们笑着询问：这客人是从哪里来的呀？\n\n已经离开家乡很多年了，回家后才感觉到家乡的人事都已变化太多。\n只有门前那在春风吹拂下泛起一圈一圈涟漪的镜湖的碧水，还是旧时模样。\n\n注释\n偶书：偶然写的诗。偶：说明诗写作得很偶然，是随时有所见、有所感就写下来的。\n少小离家：贺知章三十七岁中进士，在此以前就离开家乡。老大：年纪大了。贺知章回乡时已年逾八十。\n乡音：家乡的口音。无改：没什么变化。一作“难改”。鬓毛：额角边靠近耳朵的头发。一作“面毛”。衰：减少，疏落。鬓毛衰：指鬓毛减少，疏落。\n相见：即看见我；相：带有指代性的副词。不相识：即不认识我。\n笑问：一本作“却问”，一本作“借问”。\n消磨：逐渐消失、消除。\n镜湖：在浙江绍兴会稽山的北麓，方圆三百余里。贺知章的故乡就在镜湖边上。",
  "shangxi": "这是一首久客异乡、缅怀故里的感怀诗。写于初来乍到之时，抒写久客伤老之情。\n\n　　“少小离家老大回”，诗一开始，就紧扣题目，单刀直入，点明离家与回乡相距年岁之久、时间之遥，其中已蕴藏着很深的感慨。这感慨在同题第二首诗中即有明白的描写：“离别家乡岁月多，近来人事半消磨。惟有门前镜湖水，春风不改旧时波。”山河依旧，人事消磨，将自然的永恒与人生的多变作了鲜明的对照。这里是明写，在“少小离家老大回”中是隐含，表现手法不同，艺术效果也不同。\n\n　　第二句“乡音无改鬓毛衰”用的也是对比法，但不是自然与人生的对比，而是语言与鬓发的对比。语言习惯一经形成，虽经岁月磨砺也难以更改；美好青春难以永驻，童颜黑发转眼即可衰颓。“乡音无改”既是故乡在诗人身上打下的永远抹不掉的烙印，又是诗人亲近故乡儿童的媒介，所以弥足珍贵；“鬓毛衰”本是离乡数十年来宦游奔波的必然结果，幸而叶落归根，在白发飘萧的垂暮之年，终于返回朝思暮想的故乡，因而倍觉幸运。诗人这时的感情是悲喜交集，感慨与激动参半。\n\n　　三四句从充满感慨的一幅自画像，转而为富于戏剧性的儿童笑问的场面。“笑问客从何处来”，在儿童，这只是淡淡的一问，言尽而意止；在诗人，却成了重重的一击，引出了他的无穷感慨，自己的老迈衰颓与反主为宾的悲哀，尽都包含在这看似平淡的一问中了。全诗就在这有问无答处悄然作结，而弦外之音却如空谷传响，哀婉备至，久久不绝。\n\n　　就全诗来看，一二句尚属平平，三四句却似峰回路转，别有境界。后两句的妙处在于背面敷粉，了无痕迹：虽写哀情，却借欢乐场面表现；虽为写己，却从儿童一面翻出。而所写儿童问话的场面又极富于生活的情趣，即使读者不为诗人久客伤老之情所感染，也不能不被这一饶有趣味的生活场景所打动。\n\n　　此诗运用了三种对比：通过少小离家与老大回乡的对比，以突出离开家乡时间之长；通过乡音难改与鬓毛易衰的对比，以突出人事变化速度之快；通过白发衰翁与天真儿童的对比，委婉含蓄地表现了诗人回乡欢愉之情和人世沧桑之感，并且将这两种迥不相同的感情水乳交融地凝合在一起。全诗采用白描手法，在自然朴素的语言中蕴藏着一片真挚深厚的感情。读之如饮醇醪，入口很淡，而后劲无穷。\n\n　　第二首可看作是第一首的续篇。诗人到家以后，通过与亲朋的交谈得知家乡人事的种种变化，在叹息久客伤老之余，又不免发出人事无常的慨叹来。\n\n　　“离别家乡岁月多”，相当于上一首的“少小离家老大回”。诗人之不厌其烦重复这同一意思，无非是因为一切感慨莫不是由于数十年背井离乡引起。所以下一句即顺势转出有关人事的议论。“近来人事半消磨”一句，看似抽象、客观，实则包含了许多深深触动诗人感情的具体内容，“访旧半为鬼”时发出的阵阵惊呼，因亲朋沉沦而引出的种种嗟叹，无不包孕其中。唯其不胜枚举，也就只好笼而统之地一笔带过了。\n\n　　三四句笔墨荡开，诗人的目光从人事变化转到了对自然景物的描写上。镜湖，在今浙江绍兴会稽山的北麓，周围三百余里。贺知章的故居即在镜湖之旁。虽然阔别镜湖已有数十个年头，而在四围春色中镜湖的水波却一如既往。诗人独立镜湖之旁，一种“物是人非”的感触自然涌上了他的心头，于是又写下了“惟有门前镜湖水，春风不改旧时波”的诗句。诗人以“不改”反衬“半消磨”，以“惟有”进一步发挥“半消磨”之意，强调除湖波以外，昔日的人事几乎已经变化净尽了。从直抒的一二句转到写景兼议论的三四句，仿佛闲闲道来，不着边际，实则这是妙用反衬，正好从反面加强了所要抒写的感情，在湖波不改的衬映下，人事日非的感慨显得愈益深沉了。\n\n　　还需注意的是诗中的“岁月多”、“近来”、“旧时”等表示时间的词语贯穿而下，使全诗笼罩在一种低回沉思、若不胜情的气氛之中。与第一首相比较，如果说诗人初进家门见到儿童时也曾感到过一丝置身于亲人之中的欣慰的话，那么，到他听了亲朋介绍以后，独立于波光粼粼的镜湖之旁时，无疑已变得愈来愈感伤了。\n\n　　陆游说过：“文章本天成，妙手偶得之。”《回乡偶书二首》之成功，归根结底在于诗作展现的是一片化境。诗的感情自然、逼真，语言声韵仿佛自肺腑自然流出，朴实无华，毫不雕琢，读者在不知不觉之中被引入了诗的意境。像这样源于生活、发于心底的好诗，是十分难得的。"
}