export const poem = [
  {
    id: 1,
    name: '《咏柳》'
  },
  {
    id: 2,
    name: '《江雪》'
  },
  {
    id: 3,
    name: '《题西林壁》'
  },
  {
    id: 4,
    name: '《九月九日忆山东兄弟》'
  },
  {
    id: 5,
    name: '《春夜喜雨》'
  },
  {
    id: 6,
    name: '《钱塘湖春行》'
  },
  {
    id: 7,
    name: '《望岳》'
  },
  {
    id: 8,
    name: '《宿建德江》'
  },
  {
    id: 9,
    name: '《鹿柴》'
  },
  {
    id: 10,
    name: '《回乡偶书二首》'
  },
  {
    id: 11,
    name: '《七步诗》'
  }
];
export const word = [
  {
    id: 1,
    name: '穷则独善其身，达则兼济天下。'
  },
  {
    id: 2,
    name: '父母教，须敬听;父母责，须顺承。 3、路漫漫其修远兮，吾将上下而求索。'
  },
  {
    id: 3,
    name: '吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而'
  },
  {
    id: 4,
    name: '吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不逾矩。'
  },
  {
    id: 5,
    name: '滚滚长江东逝水，浪花淘尽英雄。是非成败转头空。青山依旧在，几度夕阳红。'
  },
  {
    id: 6,
    name: '三军可夺帅也，匹夫不可夺志也。'
  },
  {
    id: 7,
    name: '富贵不能淫;贫贱不能移;威武不能屈;此之谓大丈夫。'
  },
  {
    id: 8,
    name: '千里之行，始于足下。'
  },
  {
    id: 9,
    name: '天时不如地利，地利不如人和。'
  },
  {
    id: 10,
    name: '先天下之忧而忧，后天下之乐而乐。'
  }
];
