{
  "author": "白居易",
  "title": "《钱塘湖春行》",
  "content": "孤山寺北贾亭西，水面初平云脚低。\n几处早莺争暖树，谁家新燕啄春泥。\n乱花渐欲迷人眼，浅草才能没马蹄。\n最爱湖东行不足，绿杨阴里白沙堤。",
  "dynasty": "唐",
  "authorProfile": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。",
  "translate": "从孤山寺的北面到贾亭的西面，湖面春水刚与堤平，白云低垂，同湖面上连成一片。\n几只早出的黄莺争相飞往向阳的树木，谁家新飞来的燕子忙着筑巢衔泥。\n纷繁的花朵渐渐开放使人眼花缭乱，浅浅的青草刚刚够上遮没马蹄。\n最爱的湖东美景百游不厌，杨柳成排绿荫中穿过一条白沙堤。\n\n注释\n钱塘湖：即杭州西湖。\n孤山寺：南北朝时期陈文帝（522～565）初年建，名承福，宋时改名广华。孤山：在西湖的里、外湖之间，因与其他山不相接连，所以称孤山。上有孤山亭，可俯瞰西湖全景。\n贾亭：又叫贾公亭。西湖名胜之一，唐朝贾全所筑。唐贞元（唐德宗年号，785～805）中，贾全出任杭州刺史，于钱塘湖建亭。人称“贾亭”或“贾公亭”，该亭至唐代末年。\n水面初平：湖水才同堤岸齐平，即春水初涨。初：在古汉语里用作副词，常用来表示时间，是指不久。\n云脚低：白云重重叠叠，同湖面上的波澜连成一片，看上去，浮云很低，所以说“云脚低”。点明春游起点和途径之处，着力描绘湖面景色。多见于将雨或雨初停的时候。\n云脚：接近地面的云气，多见于将雨或雨初停时。“脚”的本义指人和动物行走的器官。这里指低垂的云。\n 早莺：初春时早来的黄鹂。莺：黄鹂，鸣声婉转动听。争暖树：争着飞到向阳的树枝上去。暖树：向阳的树。\n新燕：刚从南方飞回来的燕子。啄：衔取。燕子衔泥筑巢。春行仰观所见，莺歌燕舞，生机动人。侧重禽鸟。\n乱花：纷繁的花。渐：副词，渐渐地。欲：副词，将要，就要。迷人眼：使人眼花缭乱。\n浅草：浅浅的青草。\n才能：刚够上。\n没（mò）：遮没，盖没。\n湖东：以孤山为参照物，白沙堤（即白堤）在孤山的东北面。行不足：百游不厌。足，满足。\n阴：同“荫”，指树荫。白沙堤：即今白堤，又称沙堤、断桥堤，在西湖东畔，唐朝以前已有。白居易在任杭州刺史时所筑白堤在钱塘门外，是另一条。",
  "shangxi": "这是一首描绘西湖美景的名篇。这诗处处扣紧环境和季节的特征，把刚刚披上春天外衣的西湖，描绘得生意盎然，恰到好处。\n\n　　诗的首联紧扣题目总写湖水。前一句点出钱塘湖的方位和四周“楼观参差”景象，两个地名连用，显示诗人是在一边走，一边观赏。后一句正面写湖光水色：春水初涨，水面与堤岸齐平，空中舒卷的白云和湖面荡漾的波澜连成一片，正是典型的江南春湖的水态天容。\n\n　　颔联从静到动，从全景的写意到细节的工笔。先写仰视所见禽鸟，莺在歌，燕在舞,显示出春天的勃勃生机。黄莺和燕子都是春天的使者，莺声婉转，流传播春回大地的喜讯；燕子勤劳，又启迪人们开始春日的劳作，都写出了初春的生机。“几处”二字，勾画出莺歌的此呼彼应和诗人左右寻声的情态。“谁家”二字的疑问，又表现出诗人细腻的心理活动，并使读者由此产生丰富的联想。\n\n　　颈联写俯察所见花草。因为是早春，还未到百花盛开季节，所以能见到的尚不是姹紫嫣红开遍，而是东一团，西一簇，用一个“乱”字来形容。而春草也还没有长得丰茂，仅只有没过马蹄那么长，所以用一个“浅”字来形容。这一联中的“渐欲”和“才能”又是诗人观察、欣赏的感受和判断，这就使客观的自然景物化为带有诗人主观感情色彩的眼中景物，使读者受到感染。\n\n　　这两联细致地描绘了西湖春行所见景物，以“早”“新”“争”“啄”表现莺燕新来的动态；以“乱”“浅”“渐欲”“才能”，状写花草向荣的趋势。这就准确而生动地把诗人边行边赏的早春气象透露出来，给人以清新之感。前代诗人谢灵运“池塘生春草，园柳变鸣禽”二句之所以妙绝古今，受到激赏，正是由于他写出了季节更换时这种乍见的喜悦。《钱塘湖春行》以上两联在意境上颇与之相类，只是白诗铺展得更开些。尾联略写诗人最爱的湖东沙堤。白堤中贯钱塘湖，在湖东一带，可以总揽全湖之胜。只见绿杨荫里，平坦而修长的白沙堤静卧碧波之中，堤上骑马游春的人来往如织，尽情享受春日美景。诗人置身其间，饱览湖光山色之美，心旷而神怡。以“行不足”说明自然景物美不胜收，诗人也余兴未阑。\n\n　　这首诗就像一篇短小精悍的游记，从孤山、贾亭开始，到湖东、白堤止，一路上，在湖青山绿那美如天堂的景色中，诗人饱览了莺歌燕舞，陶醉在鸟语花香，最后，才意犹未尽地沿着白沙堤，在杨柳的绿阴底下，一步三回头，恋恋不舍地离去了。耳畔还回响着由世间万物共同演奏的春天的赞歌，心中便不由自主地流泻出一首饱含着自然融合之趣的优美诗歌来。\n\n　　前人说“乐天之诗，情致曲尽，入人肝脾，随物赋形，所在充满”（王若虚《滹南诗话》），又说“乐天诗极深厚可爱，往往以眼前事为见得语，皆他人所未发”（田雯《古欢堂集》）。这首诗语言平易浅近，清新自然，用白描手法把精心选择的镜头写入诗中，形象活现，即景寓情，从生意盎然的早春湖光中，体现出作者游湖时的喜悦心情，是当得起以上评语的。"
}