var oDistrictLevel = [{
    'cityName': '咸宁市',
    'cityInfo': [{
        districtName: '咸安区',
        districtInfo: [{
            schoolName: '咸宁市南门小学',
            schoolInfo: {
                lianhetiId: 1,
                fenxiao: 1,
                teacherAndStudentName: ['朱丹丹 刘菊英 肖克桂', '曹家宁 陈鸿羽 陈可'],
                xingdongshilu: ['南门小学--同步课堂心得（一堂生动有趣的美术课）', '南门小学--同步课堂心得(毛梓璇）', '垅口小学--同步课堂心得体会', '盘山小学--同步课堂心得体会'],
                lianhetiIntro: '南门小学与马桥教学点教学点（盘山、垅口）于2015年10月份成功对接同步课堂共同体。开设一、二、三、四年级的美术、音乐、英语三门课程。马桥镇盘山教学点位于马桥镇四门楼村九组，垅口教学点坐落在“咸宁市十大古名民居之一的马桥镇垅口村垅口冯”。',
                centerSchoolIntro: '咸安区永安南门小学创办于一九七〇年，校园占地面积33520平方米，现有35个教学班，学生2501人，教职工110人，其中省、市骨干教师、学科带头人、教学能手12人。2015年10月与马桥镇组成教学共同体，通过同步课堂开设美术、音乐、英语三门课程。',
                jiaoshi: 1,
                xuesheng: 83,
                xueke: ['英语', '美术', '音乐'],
                zhiboke: 40,
                jiaoxuedian: [{
                    jiaoxuedianName: '马桥镇垅口点',
                    jiaoxuedianIntro: '垅口教学点坐落在“咸宁市十大古名民居之一的马桥镇垅口村垅口冯”，服务于垅口村。学校现有教学班2个，学生29名，专任教师2人。学校占地3000多平方米，接入10M的光钎，2个教室都安装了交互式电子白板设备，老师配备了笔记本电脑，同步课堂与南门小学结为教学共同体。教育信息化为教学点发展带来了前所未有的机遇，教育信息化必定助力山村的孩子走得更远，飞得更高......',
                    coordinate: ['114.435452', '29.779406']
                }, {
                    jiaoxuedianName: '马桥镇盘山点',
                    jiaoxuedianIntro: '马桥镇盘山教学点位于马桥镇四门楼村九组，服务范围是四门楼村8个村民小组。学校现有5个年级，3个教学班，学生27人，3名教师。学校依山傍水、环境优美，建筑面积约1000平方米，接入30M光纤，安装了交互式电子白板，老师配备了笔记本电脑，与南门小学结为教学共同体，开通了同步互动课堂。3位教师在这偏远的山村教学点坚守了20多年，如今他们通过鼠标点击精彩世界，不再是桃花源中人。',
                    coordinate: ['114.44327', '29.821304']
                }]
            },
            coordinate: ["114.295677", "29.876759"],
            schoolDetailUrl: 'index.lianheti'
        }, {
            schoolName: '咸宁市外国语实验小学',
            schoolInfo: {
                lianhetiId: 2,
                fenxiao: 1,
                teacherAndStudentName: ['陈雯雯 贺娴 阮春霞', '陈晗 陈兆宁 戴妍'],
                xingdongshilu: ['联合体行动实录：外国语实验小学同步课堂学习日志', '联合体行动实录：桂花镇刘祠点英语学习心得'],
                lianhetiIntro: '咸安区外国语实验小学在2014年5月新建了同步课堂教室，建立华师-外小-刘祠、苏家坊教学点同步课堂教学共同体。由华师专家团队指导，和咸安区偏远山区的教学点结成帮扶对象，每周同步向两个教学点提供英语、音乐、美术课和安全教育课共11节，以解决偏远山区专业教师师资力量不够的困难，让山区孩子同步享受先进的教育教学资源和教学手段。通过两年的探索与实践，在市、区教育领导部门的指导下，在学校同步课堂共同体教师的共同努力下，项目试点进展顺利，对我校和两教学点学校的信息化教学起到了巨大的促进作用。',
                centerSchoolIntro: '咸安区外国语实验小学是一所全日制公办小学。学校开办于2012年9月，地处咸安区长安大道盘泗洲一号碧桂园小区内。目前，学校拥有16个教学班，在校学生884人，教职工38人。',
                jiaoshi: 1,
                xuesheng: 170,
                xueke: ['英语', '美术', '音乐'],
                zhiboke: 50,
                jiaoxuedian: [{
                    jiaoxuedianName: '桂花镇刘祠点',
                    jiaoxuedianIntro: '刘祠教学点占地面积近60亩，有教学楼一栋，教室10间，有学生食堂和厕所。校园绿树成荫，风景优美。学校现有学生75人，开办学前班到四年级共5个教学班，教职工6人。局及桂花教育总支，相继投入20余万元新建了围墙，硬化了操场，翻新了教学楼，改造了教师住房，绿化了校园，每个教室安装了电子白板，每个教师配备一台笔记本电脑。校容校貌焕然一新。我校与咸安外国语实验小学互动同步课堂的开展，让农村的孩子也像城里的孩子一样，享受快捷高效的多媒体教学。',
                    coordinate: ['114.454719', '29.740044']
                }, {
                    jiaoxuedianName: '桂花苏家坊点',
                    jiaoxuedianIntro: '苏家坊教学点隶属石城小学管理。2013秋投入50多万元资金，用于改善教学点办学条件、兴办幼儿园，解决周边孩子上学难的问题。现在学校已焕然一新，蓝瓦橙墙，环境优美。教室安装了电子白板，厨房设备齐全，厕所设施到位，教师配备笔记本电脑，并添置了一台校车用于接送学生上下学。学校一二年级现有学生47人（一年级24人、二年级23人），幼儿95人；教职工10人（公办教师2人，自聘幼儿教师6人、司机1人、食堂工作人员1人）。',
                    coordinate: ['114.325304', '29.688466']
                }]
            },
            coordinate: ["114.295216", "29.861331"],
            schoolDetailUrl: 'index.lianheti'
        }, {
            schoolName: '咸宁市实验中小学',
            schoolInfo: {
                lianhetiId: 3,
                fenxiao: 1,
                teacherAndStudentName: ['蔡爱荣 陈丹 陈麟', '艾睿希 车易凡 陈佳怡'],
                xingdongshilu: ['同步课堂情况汇报', '实验三年级同步课堂日记', '实验二年级同步课堂学生体会', '高柒二年级心得', '高铺三年级英语课体会', '高铺二年级音乐课体会'],
                lianhetiIntro: '2015年9月实验中小学与双溪高铺、高柒小学结成“同步课堂共同体”，每周开设了英语、音乐、美术同步课堂。高铺初级小学坐落在高铺村第16组小山包上，在校学生44人，开设4个教学班，有4位专职教师，专用电脑8台，高级职称2人，本科生2人。双溪桥镇高柒初小开设1-4年级4个教学班，学生58人，专任教师4任。',
                centerSchoolIntro: '',
                jiaoshi: 1,
                xuesheng: 84,
                xueke: ['英语', '美术', '音乐'],
                zhiboke: 23,
                jiaoxuedian: [{
                    jiaoxuedianName: '高七小学',
                    jiaoxuedianIntro: '双溪桥镇高柒初小是一所历史悠久的农村小学，学校创办于1958年2月，经过几次重修。于1996年改建成两层教学楼，校园占地面积1886㎡，开设1-4年级4个教学班，学生58人，专任教师4任，合格率100%，是一支作风踏实，教书育人，勇于进取的队伍。“园丁勤耕耘，桃李满天下”，建校以来，涌现出了大批人才，近年来，我校紧紧围绕着“创建平安、文明、和谐校园”这一总体目标，促进师生共同发展。',
                    coordinate: ['114.673549', '29.890949']
                }, {
                    jiaoxuedianName: '高铺小学',
                    jiaoxuedianIntro: '高铺初级小学创办于1962年，历史悠久，是一所全日制的公办小学。坐落在高铺村第16组小山包上，占地总面积2000平方米，其中教学楼占面积540平方米，老师宿舍300平方米，师生厕所50平方米，标准化水泥操场500平方米，绿化面积200平方米。在校学生44人，开设4个教学班有4位专职教师，专用电脑8台，高级职称2人，本科生2人，学校全面开设课程，音乐、美术、英语利用同步课堂教学。语文、数学常充分利用，白板进行信息化教学。',
                    coordinate: ['114.688333', '29.881328']
                }]
            },
            coordinate: ["114.302649", "29.856799"],
            schoolDetailUrl: 'index.lianheti'
        }, {
            schoolName: '咸宁市西门小学',
            schoolInfo: {
                lianhetiId: 6,
                fenxiao: 1,
                teacherAndStudentName: ['甘茗 黄强 吕志元', '陈明 陈坚 陈悦'],
                xingdongshilu: ['同步课堂给我们的学习注入活力', '我们的同步美术课', '我们的同步音乐课', '西小同步课堂美术', '西小同步课堂美术课'],
                lianhetiIntro: '',
                centerSchoolIntro: '',
                jiaoshi: 1,
                xuesheng: 1,
                xueke: ['英语', '美术', '音乐'],
                zhiboke: 520,
                jiaoxuedian: [{
                    jiaoxuedianName: '大幕南山初小',
                    jiaoxuedianIntro: '南山小学创建于上世纪五十年代，是原石桥乡的老牌完小之一。原来校舍是余氏祠堂，后改建为平房。随着学校规模的不断扩大，校舍不断扩张，建后两栋共八间教室。但八九年大洪水冲毁校舍后，时任老支书集资办学，没有向国家要一分钱，硬是建成现在的教学大楼，有校舍建筑面积1400㎡，学校鼎盛时期有近三百余学生，十几个老师，由于历届领导和老师的努力，教学质量一直与中心小学不相上下。后随着撤校合并为现在的初级小学，国家为了均衡发展，近几年投资修建了三楼，改建了厕所，厨房，更新了围墙，操场，使学校面貌焕然一新，并为每个教室装上了白板，本学期开设了一、二、三、四年级，共四个班58个学生，4位教师。又与西门小学一起建成了同步课堂，添置了体育器材，是一所令群众满意的学校。',
                    coordinate: ['114.604818', '29.829002']
                }, {
                    jiaoxuedianName: '大幕乡学堂点',
                    jiaoxuedianIntro: '学堂胡小学创建于七十年代，当时是一所全日制完全小学。高峰时期有近两百人，七个教师。校舍建筑面积800㎡ ，其他生活居住面积600㎡ ，是原石桥乡一所教学质量好，群众满意的学校。且在石桥乡第一个建教学大楼，时任咸宁市（县级）市长陈恢友亲笔题词，学校多次被评为先进学校，为上一级输送了一批批优秀人才，进入二十一世纪，由于改革开放，群众走出大山，到沿海掘金，学生数骤减，经政府撤资合并为初级小学，后又称为教学点。但国家重视教育，不但安装了白板，今年又与西门小学建成同步课堂，添置了电脑，课桌椅。近些年又维修校舍，专门招了年轻，全科的专职教师。本学期有教师2人，学生17人，分一、二年级两个班。',
                    coordinate: ['114.617329', '29.845205']
                }]
            },
            coordinate: ["114.284118", "29.878265"],
            schoolDetailUrl: 'index.lianheti'
        }, {
            schoolName: '咸宁市二号桥小学',
            schoolInfo: {
                lianhetiId: 7,
                fenxiao: 1,
                teacherAndStudentName: ['廖玖玖 余婧 陈德安', '蔡同睿 陈果 陈乐尧'],
                xingdongshilu: ['上同步课堂感受'],
                lianhetiIntro: '',
                centerSchoolIntro: '',
                jiaoshi: 1,
                xuesheng: 1,
                xueke: ['英语', '美术', '音乐'],
                zhiboke: 40,
                jiaoxuedian: [{
                    jiaoxuedianName: '大幕乡蔡桥点',
                    jiaoxuedianIntro: '蔡桥教学点的前身是蔡桥小学， 是一所完小。它坐落在大幕乡石桥村水口周。服务半径2千米,服务人口3000.由于生源的自然减少，加上地理位置偏僻，2008年撤并到常收小学。2012年，咸安区人大会同区教育局对农村薄弱学校和教学点进行调研，了解到该教学点周边有30多个一二年级学生年龄小，还在常收小学就读，非常不便，决定恢复蔡桥教学点。目前，我点共开设一二三年级，有学生24人，分三个班教学。老师3人。我点在教学方面实现了信息技术的全面应用，三个班都安装了交互式白板，其中三年级还开通了跟二号桥小学对接的互动课堂。学生的英语，美术，音乐都在互动课堂里跟二号桥老师学，学习效果好，学生的学习积极性高。信息技术在教学的应用，将越来越缩短城乡的差别。',
                    coordinate: ['114.551411', '29.833936']
                }, {
                    jiaoxuedianName: '大幕桃花尖点',
                    jiaoxuedianIntro: '桃花尖教学点开设有一、二、三年级，三个教学班，有3位教师，32个学生。学校实施标准化建设后，硬件条件有了很大改观。一幢新建两层教学楼，内设教室三间，每间教室均配备多媒体教学设备，教师办公室两间；美术音乐室一间，科学实验室一间，功能室设备齐全；一幢改建教师宿舍，内含教师食堂、浴室。建有60米直跑道，羽毛球场、篮球场、乒乓球台等。但山区条件有限，难以开设音、体、美等课程。这个事情的转机是“教学点数字教育资源全覆盖”项目的到来。至2014年秋开始，二年级教室配备了温泉二号桥小学对接的同步课堂设备，另外还配备了四台学生电脑。现在，桃花尖里的孩子不用走出大山，也能通过同步课堂跟二小优秀老师一起学习。当然，除了同步课堂以外，教育资源全覆盖，数字信息化的全面推广对于其他课程的教学也是很有帮助的。 在学校的硬件设备的吸引和老师额人为关怀下，桃花尖教学点的学生数逐年上升，更多的家长都选择把孩子放到家门口读书。这难道不就是我们学校最了不起的成就吗！',
                    coordinate: ['114.512054', '29.77043']
                }]
            },
            coordinate: ["114.328143", "29.831513"],
            schoolDetailUrl: 'index.lianheti'
        }, {
            schoolName: '咸宁市浮山中小学',
            schoolInfo: {
                lianhetiId: 11,
                fenxiao: 1,
                teacherAndStudentName: ['陈易 李娟 鲁建枝', '陈智鹏 晏琦 刘涵熙'],
                xingdongshilu: [''],
                lianhetiIntro: '',
                centerSchoolIntro: '',
                jiaoshi: 1,
                xuesheng: 1,
                xueke: ['英语', '美术', '音乐'],
                zhiboke: 40,
                jiaoxuedian: [{
                    jiaoxuedianName: '汀泗星星点',
                    jiaoxuedianIntro: '星星教学点前身是星星小学,是一所完小。近年由于国家城镇化进程加快，生源减少，布局调整为教学点。教学点位于汀泗桥镇星星竹海风景区的群山之上，距花纹小学10公里。为了方便山区低龄小孩就近入学，教学点保留幼儿班、一、二年级3个教学班，有一个老师在此任教。2014年以来，国家全面推行信息化教学，教学点装上了白板，并且与浮山中小学对接上了专递课堂，教学点迎来了发展的春天。',
                    coordinate: ['114.201169', '29.715993']
                }, {
                    jiaoxuedianName: '汀泗大坪小学',
                    jiaoxuedianIntro: '大坪小学是一所偏远的山区学校，这里设有学前班至四年级共五个班，约四五十个孩子，由于只有四个老师，且班级学生数较少，学校于2014年暑假每间教室都安装了交互式电子白板,在一、二年级教室里还安装有与我区中心校（浮山中小学）进行专递课堂对接的设备，在课上，老师与孩子们进行互动教学，学生兴致盎然且收获颇多。同时利用班班通多媒体技术给学生展现图文并茂等情境，提高了学生的积极性。这些变化让学校变得有活力，也给原本闭塞的山村带来了希望。虽然在这条路上会遇见诸多问题，但我们一定会努力克服，越走越远。',
                    coordinate: ['114.007746', '29.462662']
                }]
            },
            coordinate: ["114.317063", "29.870894"],
            schoolDetailUrl: 'index.lianheti'
        }, {
            schoolName: '咸宁市郭林路小学',
            schoolInfo: {
                lianhetiId: 4,
                fenxiao: 1,
                teacherAndStudentName: ['', ''],
                xingdongshilu: ['', ''],
                lianhetiIntro: '',
                centerSchoolIntro: '',
                jiaoshi: 5,
                xuesheng: 5,
                xueke: ['英语', '美术', '音乐'],
                zhiboke: 40,
                jiaoxuedian: [{
                    jiaoxuedianName: '桂花镇盘源点',
                    jiaoxuedianIntro: '盘源五爱小学下属教学点，占地面积863平方米，现有2个教学班，在职教师2名，学生24人。现有电子白板2台，笔记本电脑2台，已接通网络。教师通过参与电子白板培训与自学，基本能利用电子白板进行授课。然而，学校的教育教学条件还有待改善，一些设施设备仍然需要添置。虽然学校存在诸多困难，但我们将一如既往，努力改善办学条件，优化育人环境，争取上级部门的大力支持！',
                    coordinate: ['114.448485', '29.771896']
                }, {
                    jiaoxuedianName: '桂花镇干坑点',
                    jiaoxuedianIntro: '干坑教学点坐落在桂花镇高升村，由于人口下降及大量居民外出，在校学生数量急剧减少，干坑小学缩为仅有一、二年级的教学点。在校学生4人，教师1人。2015年暑期，在区教育局的关心下，干坑教学点进行了整体维修建设，建起了新的厕所，为两位新教师新建起了两套周转房，教室和厨房也焕然一新。另外，两间教室新安装上了电子白板，并且10兆光纤拉进校园，让偏僻山区的孩子也能接受信息技术下的现代化教育。',
                    coordinate: ['114.482937', '29.728621']
                }]
            },
            coordinate: ["114.342075", "29.835047"],
            schoolDetailUrl: 'index.lianheti'
        }, {
            schoolName: '咸宁市柏墩小学',
            schoolInfo: {
                lianhetiId: 5,
                fenxiao: 1,
                teacherAndStudentName: ['', ''],
                xingdongshilu: ['', ''],
                lianhetiIntro: '',
                centerSchoolIntro: '',
                jiaoshi: 1,
                xuesheng: 1,
                xueke: ['英语', '美术', '音乐'],
                zhiboke: 40,
                jiaoxuedian: [{
                    jiaoxuedianName: '桂花镇桃坪点',
                    jiaoxuedianIntro: '桃坪教学点位于通山与咸安交界南面的原桃坪村，现在合并到刘家桥村。原有阮家、桃坪、岩西、吴家、小港、蚌壳六个村民小组，共有村民1000人左右。原有一至五年级，学生七十多人，2005年新开基做了新校舍。学生逐年减少，由于学生年纪小，上学路途遥远（远的有十几公里），在原村民的强烈要求下，2010年又恢复一二年级至今。现有学生5人，学前班1人一年级1人二年级3人。',
                    coordinate: ['114.399442', '29.66318']
                }, {
                    jiaoxuedianName: '桂花镇郭晏点',
                    jiaoxuedianIntro: '郭晏教学点，创于1962年，，截至1997年建有砖混结构楼房一栋，建筑面积1200平方米（教学楼），土木结构平房两栋建筑面积800平方米（教师宿舍和食堂，其中食堂400平方米已成危房现已拆除），学生厕所40平方米，学校占地面积约 1000平方米。现有专任教师2人，开设有学前班、一、二年级，在校学生15人。配有两套白板设施、设备，教师已能操作、运用白板进行教学。',
                    coordinate: ['114.302649', '29.697823']
                }, {
                    jiaoxuedianName: '桂花坳下点',
                    jiaoxuedianIntro: '教学班2个，在校学生15人，该点于2015年招录两位新教师。2013年暑期，在区教育局的关心下，坳下教学点进行了整体维修建设，新建了运动场，为两位新教师新建起了两套周转房，教室和厨房在维修后也焕然一新。2015年，坳下教学点的两间教室安装上了电子白板，并且接通了10兆光纤，让偏僻山区的孩子也能接受信息技术下的现代化教育。2016年春，坳下教学点新建了亲情聊天室，让这些留守孩子在边上课的同时，能通过网络与在外打工的父母进行聊天互动。',
                    coordinate: ['114.457209', '29.748049']
                }]
            },
            coordinate: ["114.351813", "29.720124"],
            schoolDetailUrl: 'index.lianheti'
        }, {
            schoolName: '咸宁市常收小学',
            schoolInfo: {
                lianhetiId: 8,
                fenxiao: 1,
                teacherAndStudentName: ['', ''],
                xingdongshilu: ['', ''],
                lianhetiIntro: '',
                centerSchoolIntro: '',
                jiaoshi: 1,
                xuesheng: 1,
                xueke: ['英语', '美术', '音乐'],
                zhiboke: 40,
                jiaoxuedian: [{
                    jiaoxuedianName: '大幕乡井头点',
                    jiaoxuedianIntro: '井头教学点地处咸安区大幕乡井头村，这里属典型贫困的偏僻库区，该校始建于1966年。以前这所小学繁荣鼎盛，是一所远近闻名的完小，因兴建井头水库迁至现址，原校址至今还保留在井头湖畔。1998年因金味希望集团援建现教学楼，故又名金味希望小学。进入新世纪，这里因为计划生育政策的影响和人口城镇化的社会因素，学生数越来越少，学校也越变越“小”。一度让这所老校看上去像要走向尽头了，故形成了现在的井头教学点。近几年，因为国家政策的春风，又让这所老校焕发了勃勃生机。学校虽然仅有两个年级一个教学班-----复试班，18名学生，一名专职教师。尽管远离城市，然而信息并不闭塞，因为学校教育信息化的实现，让该校师生实现了足不出户尽晓天下事的梦想，学校的硬件建设也有了很大的变化：学校建成了校园网，配置了电子备课室和网络教室，学校通过网络平台便可以享受全国的优质教育教学资源，大大提高了教学效率和学生的学习兴趣，更大大促进了教育教学质量的提高和发展。',
                    coordinate: ['114.280537', '29.804284']
                }, {
                    jiaoxuedianName: '大幕乡茶地点',
                    jiaoxuedianIntro: '茶地小学始建于本世纪50年代末，校址在茶地乡瓦庄黄家祠堂。1965年迁入现址------大幕乡井头村茶地小学。当时的办学规模为9个班，学生300多人，含初中班4个，教师约20人。历任校长有：刘志高、黄敦枝、曾子华等。1973年底，该校的4个初中班并入泉山乡泉山中学，后成为一所完全小学，历任校长有：周友然、佘民贵、郭先寿等，下设山下王和梓桥两个教学点。1998年“普九”期间，茶地小学五、六年级并入金鸡山小学，成为只有一至四年级4个教学班的初小。2001年起因生源进一步减少和教育资源的整合，只办了一个教学班（一/二年级复式），由一个教师任教，成为了教学点。该教学点现有学生9人，1个教师，现在教室和教师宿舍全部修缮一新，教室内和完小一样，配备了电子白板，开通了网络，也为教师的电子备课配置了手提电脑，完全能满足教师为学生开齐 开足各科课程奠定了基础。也为学生的全面发展提供了保证。',
                    coordinate: ['114.476338', '29.788037']
                }, {
                    jiaoxuedianName: '大幕乡章堡点',
                    jiaoxuedianIntro: '章堡教学点位于咸安区大幕乡西山下村，是咸安区大幕乡西山下小学的附属教学点，占地900平方米，建筑面积220平方米，有一间教室，一间教师住房，一名教师， 开办了一年级，学生4人。本教学点信息化建设已经完善，30M电信宽带已经迁入教室，配备一块电子白板和配套的投影仪、多功能电子白板操作讲台以及两个音箱，教师配备笔记本电脑，方便平时备课，可以进行正常的信息化教学。',
                    coordinate: ['114.557812', '29.780823']
                }]
            },
            coordinate: ["114.550263", "29.808626"],
            schoolDetailUrl: 'index.lianheti'
        }, {
            schoolName: '咸宁市港背小学',
            schoolInfo: {
                lianhetiId: 9,
                fenxiao: 1,
                teacherAndStudentName: ['', ''],
                xingdongshilu: ['', ''],
                lianhetiIntro: '',
                centerSchoolIntro: '',
                jiaoshi: 1,
                xuesheng: 1,
                xueke: ['英语', '美术', '音乐'],
                zhiboke: 40,
                jiaoxuedian: [{
                    jiaoxuedianName: '大幕乡庙边点',
                    jiaoxuedianIntro: '庙边小学原名红旗小学，位于咸安区大幕乡双垅村8组。始建于1975年，占地面积1860平方米，建筑面积600平方米。起初是一所完小，原有班级5个，在校学生150余人，在校教师7人。到2000年后，撤乡合村，庙边小学改为庙边教学点，归双垅小学管辖。现设有教学班1个，学生3人，在校教师1人。2015年，因为国家的农村薄弱学校改造计划，庙边小学也配备了多媒体教学设备，安装了交互式电子白板，教学正逐步走向信息化。',
                    coordinate: ['114.639626', '29.831375']
                }, {
                    jiaoxuedianName: '大幕高湾点',
                    jiaoxuedianIntro: '高湾教学点原身为高湾小学，位于大幕乡东源村十五组，始建于1972年。占地面积900平方米。现有教师1人，年级一个，学生数为20人。现教室接入光纤10M,教室配有一台电脑，一台投影仪和一个白板，满足了教师和学生日常上课的需求。教师个人配了一台电脑，现已实现了在网上备课，教师能够灵活运用现代化教学手段，白板操作熟练。随着信息化的推进，学生对上课的热情度也越来越高了。',
                    coordinate: ['114.578813', '29.79889']
                }],
            },
            coordinate: ["114.580591", "29.810186"],
            schoolDetailUrl: 'index.lianheti'
        }, {
            schoolName: '咸宁市实验小学',
            schoolInfo: {
                lianhetiId: 10,
                fenxiao: 1,
                teacherAndStudentName: ['', ''],
                xingdongshilu: ['', ''],
                lianhetiIntro: '',
                centerSchoolIntro: '',
                jiaoshi: 1,
                xuesheng: 1,
                xueke: ['英语', '美术', '音乐'],
                zhiboke: 40,
                jiaoxuedian: [{
                    jiaoxuedianName: '大幕金鸡山小学',
                    jiaoxuedianIntro: '',
                    coordinate: ['114.4901', '29.787872']
                }]
            },
            coordinate: ["114.337555", "29.82014"],
            schoolDetailUrl: 'index.lianheti'
        }, {
            schoolName: '咸宁市汀泗镇小学',
            schoolInfo: {
                lianhetiId: 12,
                fenxiao: 1,
                teacherAndStudentName: ['', ''],
                xingdongshilu: ['', ''],
                lianhetiIntro: '',
                centerSchoolIntro: '',
                jiaoshi: 1,
                xuesheng: 1,
                xueke: ['英语', '美术', '音乐'],
                zhiboke: 1,
                jiaoxuedian: [{
                    jiaoxuedianName: '汀泗彭碑点',
                    jiaoxuedianIntro: '彭碑教学点位于彭碑村中心，在汀古路边，距汀泗桥镇约5千米。学校建筑面积4300平方米，现配有教学班3个，学生5人，其中学前班2人，一年级2人，二年级1人。教师1人，年龄53岁。该教学点已经牵入10M光纤，配备一个班班通教室，教师配有一台笔记本电脑。',
                    coordinate: ['114.22066', '29.803941']
                }, {
                    jiaoxuedianName: '汀泗聂家点',
                    jiaoxuedianIntro: '聂家教学点位于聂家村中心，距汀泗桥镇约6千米。学校建筑面积4600平方米，现配有教学班3个，学生10人，其中学前班3人，一年级4人，二年级3人。教师1人。该教学点已经接入10M光纤，配备一个班班通教室，教师配有一台笔记本电脑，该教师信息技术知识较扎实，能进行日常简单的维护，电子白板运用较熟练。',
                    coordinate: ['114.184248', '29.767685']
                }, {
                    jiaoxuedianName: '汀泗古塘点',
                    jiaoxuedianIntro: '古塘教学点位于古塘村中心，距离107国道2千米。学校建筑面积4500平方米，现有教学班2个，学生4人，其中学前班2人，一年级2人。教师1人，年龄59岁。该教学点已接入10M光纤，配备一个班班通教室。由于教师年龄偏大，计算机应用水平仅仅局限于日常PPT课件运用及简单的资源查找、应用。',
                    coordinate: ['114.198557', '29.846185']
                }]
            },
            coordinate: ["114.172671", "29.816877"],
            schoolDetailUrl: 'index.lianheti'
        }, {
            schoolName: '咸宁市横沟镇小学',
            schoolInfo: {
                lianhetiId: 13,
                fenxiao: 1,
                teacherAndStudentName: ['', ''],
                xingdongshilu: ['', ''],
                lianhetiIntro: '',
                centerSchoolIntro: '',
                jiaoshi: 1,
                xuesheng: 2,
                xueke: ['英语', '美术', '音乐'],
                zhiboke: 40,
                jiaoxuedian: [{
                    jiaoxuedianName: '横沟鹿过点',
                    jiaoxuedianIntro: '鹿过初级小学占地面积2400平方米，校舍建筑面积330平方米。在校学生73名，小学设4个教学班，附属幼儿园设3个班，教师7名，教师学历合格率100％。近年来，学校坚持“以质量求生存、以特色谋发展”的办学理念，积极研究和探索“小班化”教学模式，大力开展阳光体育活动，学校教学质量稳步提升，育人环境得到进一步优化。',
                    coordinate: ['114.404694', '29.872491']
                }, {
                    jiaoxuedianName: '官埠孙家庄初小',
                    jiaoxuedianIntro: '孙家庄小学地处咸窑公路（咸安至窑咀）中段，服务窑咀、雨坛垴、石字岭、紫潭四个自然村。现有一至五年级共5个教学班，在籍学生114人。目前在编在岗教师9人。学校2014年9月牵入30M光纤，2015年每个教室都配置了电子白板，教师均配有一台笔记本电脑，大多数教师信息技术知识较扎实，电子白板运用较熟练。',
                    coordinate: ['114.247553', '29.95339']
                }]
            },
            coordinate: ["114.382208", "29.936962"],
            schoolDetailUrl: 'index.lianheti'
        }, {
            schoolName: '咸宁市贺胜中小学',
            schoolInfo: {
                lianhetiId: 14,
                fenxiao: 1,
                teacherAndStudentName: ['', ''],
                xingdongshilu: ['', ''],
                lianhetiIntro: '',
                centerSchoolIntro: '',
                jiaoshi: 1,
                xuesheng: 1,
                xueke: ['英语', '美术', '音乐'],
                zhiboke: 40,
                jiaoxuedian: [{
                    jiaoxuedianName: '贺胜镇万秀点',
                    jiaoxuedianIntro: '原万秀小学创办一九六五年九月，二00一年九月三----六年级撤并到余花小学，保留1----2年级成立万秀教学点至今。万秀教学点现有教学班级二个，在职教师2人，在校学生一年级16人，二年级18人，共计34人，学校占地面积1950平方米，教室四间，学校已开通网络，教师能利用网络资源利用多媒体对学生进行教学。近年来，在上级领导的大力扶持和关怀下，学校在教学手段上也日趋信息化、多媒体化，极大地开阔和丰富了农村孩子的知识面，扩大了他们的视野；学校以均衡发展为契机，加大校园文化建设力度，学校面貌也焕然一新，办学条件也日趋成熟。学校在注重硬件环境的同时，也不忘发展提高教师的业务水平，在上级教育总之和余花小学的领导的协调下，多次开展去城区学校学习和听课，努力提高教师业务和个人修养。坚持办好农村教育：做到科学施教，全面执行国家的教育方针，对农村的孩子坚决做到“不抛弃、不放弃”，以“文明、诚信、创新”的教育理念坚守农村这片教育阵地！',
                    coordinate: ['114.430361', '29.965444']
                }, {
                    jiaoxuedianName: '贺胜镇凤竹点',
                    jiaoxuedianIntro: '原凤竹小学创办一九六六年九月，二00一年九月三----六年级撤并到余花小学，保留1----2年级成立凤竹教学点至今。凤竹教学点现有教学班级二个，在职教师2人，在校学生一年级15人，二年级17人，共计32人，学校占地面积280平方米，教室四间，学校已开通网络，教师能利用网络资源利用多媒体对学生进行教学。近年来，在上级领导的大力扶持和关怀下，学校在教学手段上也日趋信息化、多媒体化，极大地开阔和丰富了农村孩子的知识面，扩大了他们的视野；学校以均衡发展为契机，加大校园文化建设力度，学校面貌也焕然一新，办学条件也日趋成熟。学校在注重硬件环境的同时，也不忘发展提高教师的业务水平，在上级教育总之和余花小学的领导的协调下，多次开展去城区学校学习和听课，努力提高教师业务和个人修养。坚持办好农村教育：做到科学施教，全面执行国家的教育方针，对农村的孩子坚决做到“不抛弃、不放弃”，以“文明、诚信、创新”的教育理念坚守农村这片教育阵地！',
                    coordinate: ['114.459162', '29.963211']
                }]
            },
            coordinate: ["114.372283", "30.031002"],
            schoolDetailUrl: 'index.lianheti'
        }, {
            schoolName: '咸宁市东门中小学',
            schoolInfo: {
                lianhetiId: 15,
                fenxiao: 1,
                teacherAndStudentName: ['', ''],
                xingdongshilu: ['', ''],
                lianhetiIntro: '',
                centerSchoolIntro: '',
                jiaoshi: 1,
                xuesheng: 1,
                xueke: ['英语', '美术', '音乐'],
                zhiboke: 40,
                jiaoxuedian: [{
                    jiaoxuedianName: '双溪塘刘初点',
                    jiaoxuedianIntro: '双溪桥镇塘刘初小原是由大屋李小学和大屋石小学两所学校合并在塘刘湾地段,顾名为塘刘小学。该校地处双溪东南边，咸宁至金牛公路旁，与大冶市接壤，北边与武昌毗邻，处于三市交界处。塘刘初小现设班级1个，教职工1人，学生数6人。',
                    coordinate: ['114.516184', '29.94343']
                }, {
                    jiaoxuedianName: '黄铁教学点',
                    jiaoxuedianIntro: '黄铁小学位于高桥镇黄铁村，现有2个教学年级，6名学生，一年级4人，二年级2人，2名教师。目前接入宽带30M，2个年级全部安装了交互式电子白板，配备了1台教师用机。2位教师能够比较熟练的在国家教育资源网下载相应的教学视频用于教学，两人积极参加了“2014年度湖北省中小学教师信息技术应用能力提升项目培训”活动，并都已完成应用测评工作。',
                    coordinate: ['114.477422', '29.826843']
                }]
            },
            coordinate: ["114.299735", "29.887009"],
            schoolDetailUrl: 'index.lianheti'
        }],
        coordinate: ["114.326667", "29.849003"]
    }],
    coordinate: ["114.326667", "29.849003"]
}];
